Repository: labesoft/top-projects
Catalog: hanggame/locales/*/LC_MESSAGES/hanggame.po
Languages: fr_ca

source: Enter your letter:
fr_ca: Entre une lettre:

source: Enter your name:
fr_ca: Entrez votre nom:

source: Do You want to play again? y = yes, n = no
fr_ca: Veux-tu rejouer? o = oui, n = non

source: no
fr_ca: non

source: nope
fr_ca: nan

source: not at all
fr_ca: pas du tout

source: fuck off
fr_ca: va te faire foutre

source: no fucking way
fr_ca: pas question putain

source: never
fr_ca: jamais

source: negative
fr_ca: négatif

source: this is rigged
fr_ca: c'est truqué

source: toaster
fr_ca: grille-pain

source: not a chance
fr_ca: aucune chance

source: y
fr_ca: o

source: yes
fr_ca: oui

source: yeah
fr_ca: ouais

source: sure
fr_ca: certain

source: ok
fr_ca: d'accord

source: always
fr_ca: toujours

source: positive
fr_ca: positif

source: you bet
fr_ca: tu paries

source: give it to me
fr_ca: donne le moi

source: go for it
fr_ca: on fonce

source: The word was: {}
fr_ca: Le mot était: {}

source: You must enter you name to play
fr_ca: Vous devez entrer votre nom pour jouer

source: Letters available
fr_ca: Lettres disponibles

source: Wrong guess ?! :O
fr_ca: Mauvais choix ?! :O

source: Error :(
fr_ca: Erreur :(

source: Missed ???
fr_ca: Manqué ???

source: Sorry, you were wrong :_(
fr_ca: Désolé, tu t'es trompé :_(

source: Good guess! Keep it up!!
fr_ca: Bon choix! Continue comme ça!!

source: Wow! you're strong!!
fr_ca: Hou là là! tu es fort!!

source: I want to marry you <3
fr_ca: Je veux t'épouser <3

source: What a genius!!
fr_ca: Quel génie!!

source: Dude, you're a machine!!
fr_ca: Mec, tu es une machine!!

source: Errors so far:
fr_ca: Erreurs accumulés:

source: See you soon {}!
fr_ca: À bientôt {}!

source: Invalid input, try another letter
fr_ca: Entrée non valide, essaie une autre lettre

source: You are out of attempt... Hanged!!
fr_ca: Tu as épuisé tes choix... Pendu!!

source: Hello {}! Best of Luck!
fr_ca: Bonjour {}! Bonne chance!

source: Hit SPACE bar to begin
fr_ca: Appuyez sur la barre d'espace pour commencer

source: Attempts remaining: {}
fr_ca: Choix restant: {}

source: The game is about to start... let's play Hangman!
fr_ca: Le jeu est sur le point de démarrer... jouons au Pendu!

source: Thanks for playing The Hangman Game!
fr_ca: Merci d'avoir joué au Jeu du Pendu

source: The Hangman Game
fr_ca: Le Jeu Du Pendu

source: Try another letter plz
fr_ca: Essaie une autre lettre svp

source: Welcome to The Hangman Game by labesoft
fr_ca: Bienvenue dans le Jeu du Pendu de labesoft

source: Congrats!! You have guessed correctly...
fr_ca: Félicitation!! Tu as bien deviné...

source: Level:
fr_ca: Niveau:

source: Space
fr_ca: Espace

source: Start
fr_ca: Démarrer

source: BEGINNER
fr_ca: DÉBUTANT

source: INTERMEDIARY
fr_ca: INTERMÉDIAIRE

source: ELITE
fr_ca: ÉLITE

source: INFERNO
fr_ca: INFERNAL

source: EXTREME
fr_ca: EXTRÊME

source: words_alpha.txt
fr_ca: words_alpha_fr.txt
